app/Controllers/User.php

    public function index()
    {
        $userModel = new UserModel();
        $data['users'] = $userModel->paginate(13);
---
SELECT *
FROM `user`
 LIMIT 39, 13
SELECT COUNT(*) AS `numrows`
FROM `user`